[
  "Age",
  "Gender",
  "University",
  "Department",
  "Academic Year",
  "Current CGPA",
  "Received Waiver or Scholarship",
  "1. In a semester, how often have you had little interest or pleasure in doing things?",
  "2. In a semester, how often have you been feeling down, depressed or hopeless?",
  "3. In a semester, how often have you been feeling tired or having little energy?",
  "4. In a semester, how often have you had poor appetite or overeating?",
  "5. In a semester, how often have you been feeling bad about yourself - or that you are a failure or have let yourself or your family down?",
  "6. In a semester, how often have you had trouble concentrating on things, such as reading the books or watching television?",
  "7. In a semester, how often have you had thoughts that you would be better off dead, or of hurting yourself?",
  "8. In a semester, how often you felt nervous, anxious or on edge due to academic pressure?",
  "9. In a semester, how often have you been unable to stop worrying about your academic affairs?",
  "10. In a semester, how often have you had trouble relaxing due to academic pressure?",
  "11. In a semester, how often have you been easily annoyed or irritated because of academic pressure?",
  "12. In a semester, how often have you worried too much about academic affairs?",
  "13. In a semester, how often have you been so restless due to academic pressure that it is hard to sit still?",
  "14. In a semester, how often have you felt afraid, as if something awful might happen?",
  "15. In a semester, how often have you felt upset due to something that happened in your academic affairs?",
  "16. In a semester, how often have you felt as if you could not cope with all the mandatory academic activities? (e.g., assignments, quiz, exams)",
  "17. In a semester, how often have you felt as if academic difficulties are piling up so high that you could not overcome them?",
  "18. In a semester, how often have you felt nervous and stressed because of academic pressure?",
  "19. In a semester, how often have you felt as if you were unable to control important things in your academic affairs?",
  "20. In a semester, how often have you felt as if things in your academic life were going your way?",
  "21. In a semester, how often have you felt confident about your ability to handle your academic/university problems?",
  "22. In a semester, how often have you been able to control irritations in your academic/university affairs?",
  "23. In a semester, how often have you felt that difficulties were piling up so high that you could not overcome them?",
  "24. In a semester, how often have you felt your academic performance was on top?",
  "25. In a semester, how often have you moved or spoken too slowly for other people to notice? Or you've been moving a lot more than usual because you've been restless?",
  "26. In a semester, how often have you gotten angered due to bad performance or low grades that are beyond your control?"
]
