{
  "demo_cols": [
    "1. Age",
    "2. Gender",
    "3. University",
    "4. Department",
    "5. Academic Year",
    "6. Current CGPA",
    "7. Did you receive a waiver or scholarship at your university?"
  ],

  "q_cols": [
    "1. In a semester, how often have you felt upset due to something that happened in your academic affairs?",
    "2. In a semester, how often you felt as if you were unable to control important things in your academic affairs?",
    "3. In a semester, how often you felt nervous and stressed because of academic pressure?",
    "4. In a semester, how often you felt as if you could not cope with all the mandatory academic activities? (e.g, assignments, quiz, exams)",
    "5. In a semester, how often you felt confident about your ability to handle your academic / university problems?",
    "6. In a semester, how often you felt as if things in your academic life is going on your way?",
    "7. In a semester, how often are you able to control irritations in your academic / university affairs?",
    "8. In a semester, how often you felt as if your academic performance was on top?",
    "9. In a semester, how often you got angered due to bad performance or low grades that is beyond your control?",
    "10. In a semester, how often you felt as if academic difficulties are piling up so high that you could not overcome them?",
    "11. In a semester, how often you felt nervous, anxious or on edge due to academic pressure?",
    "12. In a semester, how often you were not able to stop or control worrying about your academic affairs?",
    "13. In a semester, how often you worried too much about academic affairs?",
    "14. In a semester, how often you had trouble relaxing due to academic pressure?",
    "15. In a semester, how often you were so restless due to academic pressure that it is hard to sit still?",
    "16. In a semester, how often you became easily annoyed or irritated because of academic pressure?",
    "17. In a semester, how often you felt afraid, as if something awful might happen?",
    "18. In a semester, how often have you had little interest or pleasure in doing things?",
    "19. In a semester, how often have you been feeling down, depressed or hopeless?",
    "20. In a semester, how often have you had trouble falling or staying asleep, or sleeping too much?",
    "21. In a semester, how often have you been feeling tired or having little energy?",
    "22. In a semester, how often have you had poor appetite or overeating?",
    "23. In a semester, how often have you been feeling bad about yourself - or that you are a failure or have let yourself or your family down?",
    "24. In a semester, how often have you had trouble concentrating on things, such as reading the books or watching television?",
    "25. In a semester, how often have you moved or spoke too slowly for other people to notice? Or you've been moving a lot more than usual because you've been restless?",
    "26. In a semester, how often have you had thoughts that you would be better off dead, or of hurting yourself?"
  ]
}
